<?php

return [
    'about' => [
        'name' => 'Кравчинский Алексей',
        'post' => 'web dev',
        'email' => 'alexeym4l@mail.ru',
        'phone' => '+79780973752',
        'site' => 'https://vk.com/lesha_w'
    ],
    'education' => [
        [
            'faculty' => 'Системный аналитик',
            'univercity' => 'Донбасская государственная машиностроительная академия',
            'yearStart' => 2014,
            'yearEnd' => 2015
        ],
        [
            'faculty' => 'Радиофизика',
            'univercity' => 'Физико-технический институт (КФУ) В.И.Вернадского',
            'yearStart' => 2015,
            'yearEnd' => 2018
        ],

        [
            'faculty' => 'Информатика и вычислительная техника',
            'univercity' => 'Физико-технический институт (КФУ) В.И.Вернадского',
            'yearStart' => 2019,
            'yearEnd' => 2021
        ],
    ],
    'languages' => [
        'English', 'Russian', 'Ukrainian'
    ],
    'interests' => [
        'Робототехника', 'Web dev'
    ],
    'aboutCareer' => 'По специальности не работал. <br> Работал менежером по продажам на летний период 2 сезона.
                      Принимал участие в строительстве Симферопольского аэропорта, а затем одного из комплексом отеля в Ялте.
                     В web разработке достаточно недавно, но есть один незавершенный проект сайта для молодежной организации "Российские студенческие отряды." 
                     А так же есть личный проект, который находится в стадии разработки.
                     Учился Yii2 на личных проектах онлайн магазинов наставника. Успешно завершенный проект переноса задачь из AmoCRM в Trello.',
    'career'=>[
        [
            'post'=>'ООО "Винный Альянс',
            'place'=>'Судак',
            'duty'=> 'Должность Менеджера по продажам',
            'yearStart' => 2016,
            'yearEnd' => 2016
        ],
        [
            'post'=>'ООО "Винный Альянс',
            'place'=>'Судак',
            'duty'=> 'Должность Менеджера по продажам',
            'yearStart' => 2017,
            'yearEnd' => 2017
        ],
        [
            'post'=>'web dev',
            'place'=>'Симферополь',
            'duty'=> 'немого Yii2 и верстки',
            'yearStart' => 2018,
            'yearEnd' => 2018
        ]
    ],
    'projects'=>[
        [
            'name'=>'Elab',
            'decr'=>'онлайн магазин цветов',
        ],
        [
            'name'=>'bestflowers',
            'decr'=>'онлайн магазин цветов',
        ],
        [
            'name'=>'rosesspb',
            'decr'=>'онлайн магазин цветов по СПБ',
        ],
        [
            'name'=>'Optimization amoCRM to Trello ',
            'decr'=>'Перенос задач из AmoCRM в Trello с помощью apiTrello + js',
        ]

    ],
    'skills'=>[
        [
            'name'=>'HTML5 & CSS',
            'lvl'=>50
        ],
        [
            'name'=>'Javascript & jQuery',
            'lvl'=>70
        ],
        [
            'name'=>'PHP',
            'lvl'=>5
        ],
        [
            'name'=>'C++',
            'lvl'=>10
        ],
    ]

];